[
  {
    "letter": "C",
    "terms": [
      {
        "title": "Capa cultivable",
        "desciption": "Porción superficial del suelo con mayor contenido de nutrientes y materia orgánica, lo que la hace tener propiedades de deseables para la agricultura."
      }  
    ]
  },
  {
    "letter": "E",
    "terms": [
      {
        "title": "Enmienda agrícola",
        "desciption": "Sustancias o compuestos que adicionan al suelo con el fin de mejorar sus propiedades físicas o químicas."
      }     
    ]
  }, 
  {
    "letter": "F",
    "terms": [
      {
        "title": "Fertirrigación",
        "desciption": "Proceso por medio del cual se le suministran a las plantas agua mezclada con los nutrientes requeridos para su desarrollo."
      }   
    ]
  },
  {
    "letter": "L",
    "terms": [
      {
        "title": "Lixiviados",
        "desciption": "Sustancias resultantes del proceso por medio del cual un fluido pasa a través del sólido de manera lenta. En agricultura urbana, es el líquido de riego resultante después de pasar por el sustrato."
      }
    ]
  },
  {
    "letter": "M",
    "terms": [
      {
        "title": "Mojabilidad",
        "desciption": "Es la capacidad de los líquidos cuando entran en  contacto con los sólidos de extenderse por la superficie y dejar trazas."
      }
    ]
  },
  {
    "letter": "O",
    "terms": [
      {
        "title": "Organismos benéficos",
        "desciption": "Enemigos naturales de algunas plagas y enfermedades, lo que proporciona características de resistencia en las plantas."
      }
    ]
  },
  {
    "letter": "P",
    "terms": [
      {
        "title": "Patógenos",
        "desciption": "Organismos causantes de alguna enfermedad."
      },
      {
        "title": "Problemas fitosanitarios",
        "desciption": "Desórdenes de origen patogénico que suceden en los vegetales, puede ser debidos a diferentes microorganismos como hongos, bacterias o virus entre otros."
      }
    ]
  },
  {
    "letter": "S",
    "terms": [
      {
        "title": "Sistema radicular",
        "desciption": "Porción subterránea de la planta constituida por la raíz principal, la raíces secundarias y los pelos absorbentes, que tiene como función tomar el agua y nutrientes que la planta necesita."
      }
    ]
  },
  {
    "letter": "T",
    "terms": [
      {
        "title": "Trazado del cultivo",
        "desciption": "Es la distribución de las plantas dentro del lote, la cual obedece a diferentes factores como la forma del lote y la especie vegetal entre otros."
      }
    ]
  }    
]